{
  "aider.nvim": { "branch": "main" },
  "avante.nvim": { "branch": "main" },
  "copilot.vim": { "branch": "release" },
  "d2-vim": { "branch": "master" },
  "darcula": { "branch": "master" },
  "dressing.nvim": { "branch": "master" },
  "editorconfig-vim": { "branch": "master" },
  "elm.vim": { "branch": "master" },
  "fairyfloss.vim": { "branch": "master" },
  "fzf-lua": { "branch": "main" },
  "img-clip.nvim": { "branch": "main" },
  "kotlin-vim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "molokai": { "branch": "master" },
  "nui.nvim": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "rainbow": { "branch": "master" },
  "render-markdown.nvim": { "branch": "main" },
  "tokyonight.nvim": { "branch": "main" },
  "typescript-vim": { "branch": "master" },
  "vim-airline": { "branch": "master" },
  "vim-airline-themes": { "branch": "master" },
  "vim-clojure-static": { "branch": "master" },
  "vim-colors-solarized": { "branch": "master" },
  "vim-commentary": { "branch": "master" },
  "vim-easy-align": { "branch": "master" },
  "vim-elixir": { "branch": "master" },
  "vim-endwise": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-go": { "branch": "master" },
  "vim-helm": { "branch": "master" },
  "vim-import-js": { "branch": "master" },
  "vim-javascript": { "branch": "master" },
  "vim-jsx": { "branch": "master" },
  "vim-lispy": { "branch": "master" },
  "vim-lox": { "branch": "main" },
  "vim-mix-format": { "branch": "master" },
  "vim-nix": { "branch": "master" },
  "vim-racket": { "branch": "master" },
  "vim-ruby": { "branch": "master" },
  "vim-ruby-minitest": { "branch": "master" },
  "vim-sensible": { "branch": "master" },
  "vim-surround": { "branch": "master" },
  "vim-test": { "branch": "master" },
  "vim-tomorrow-theme": { "branch": "master" },
  "vim-tsx": { "branch": "master" },
  "vim-unimpaired": { "branch": "master" },
  "vim-vividchalk": { "branch": "master" },
  "vimwiki": { "branch": "dev" }
}
